
/* Class = "NSTextFieldCell"; title = "Join our infrequent and spam-free newsletter for the latest updates and insights!\n\nGet exclusive deals, early news on new Mac apps and more."; ObjectID = "3HP-WU-tbk"; */
"3HP-WU-tbk.title" = "Join our infrequent and spam-free newsletter for the latest updates and insights!\n\nGet exclusive deals, early news on new Mac apps and more.";

/* Class = "NSTextFieldCell"; placeholderString = "Email"; ObjectID = "8oO-dc-2tU"; */
"8oO-dc-2tU.placeholderString" = "Email";

/* Class = "NSButtonCell"; title = "Sign Up"; ObjectID = "ACb-9H-3QF"; */
"ACb-9H-3QF.title" = "Sign Up";

/* Class = "NSButtonCell"; title = "No Thanks"; ObjectID = "JN8-jc-93k"; */
"JN8-jc-93k.title" = "No Thanks";

/* Class = "NSTextFieldCell"; title = "You can unsubscribe at any time. Every newsletter we send has a one click unsubscribe link at the bottom."; ObjectID = "JeV-lh-PCG"; */
"JeV-lh-PCG.title" = "You can unsubscribe at any time. Every newsletter we send has a one click unsubscribe link at the bottom.";

/* Class = "NSTextFieldCell"; title = "Welcome to %@"; ObjectID = "uuD-XB-96K"; */
"uuD-XB-96K.title" = "Welcome to %@";
